(package! oauth2)
(package! rainbow-delimiters)
(package! expand-region)
(package! dotenv-mode)
(package! wakatime-mode)
(package! company-tabnine)
(package! org-super-agenda)
(package! org-bullets)
(package! org-gcal)
(package! gitlab-ci-mode)
(package! beacon)
(package! carbon-now-sh)
(package! google-this)
(package! rg)
(package! prettier-js)
(package! swiper)
(package! magit-delta)
(package! exec-path-from-shell)
(package! evil-matchit)
(package! evil-textobj-anyblock)
(package! lsp-treemacs)
(package! git-link)
(package! magit-todos)
(package! tmux-pane)
(package! nyan-mode)
(package! mu4e-alert)
(package! mu4e-views
  :recipe
  (:host github
   :repo "lordpretzel/mu4e-views"))
