(package! rainbow-delimiters)
(package! expand-region)
(package! dotenv-mode)
(package! wakatime-mode)
(package! company-tabnine)
(package! company-box)
(package! org-super-agenda)
(package! org-bullets)
(package! gitlab-ci-mode)
(package! beacon)
(package! carbon-now-sh)
(package! google-this)
(package! rg)
;; (package! prettier-js)
(package! swiper)
(package! magit-delta)
(package! exec-path-from-shell)
(package! evil-matchit)
(package! evil-textobj-anyblock)
(package! lsp-treemacs)
(package! git-link)
(package! magit-todos)
(package! tmux-pane)
;; (package! graphql-mode)
(package! npm-mode)
;; (package! calfw)
